/* No comment provided by engineer. */
"Choose WhatsApp History file or archive" = "Choose WhatsApp History file, folder or archive";

/* No comment provided by engineer. */
"Consolidating data..." = "Consolidating data...";

/* Error message if no temporary directory could be created. */
"Could not create temporary directory" = "Could not create temporary directory";

/* Source URL text when something is selected */
"Currently selected: %@" = "Currently selected: %@";

/* Message Date Format */
"dd/MM/yyyy HH:mm:ss:" = "dd/MM/yyyy HH:mm:ss:";

/* Source URL text while nothing is selected. (e.g. 'hey, I am a drop target!' */
"Drop File or Folder here" = "Drop File or Folder here";

/* EPS file format description */
"EPS (Encapsulated Postscript" = "EPS (Encapsulated Postscript";

/* Message while looking for the history text file */
"Locating history file" = "Locating history file";

/* Generic no button title */
"No" = "No";

/* Error message if there was no history text file found. */
"No history file found." = "No history file found.";

/* No comment provided by engineer. */
"No source given." = "No source given.";

/* Generic OK button title */
"OK" = "OK";

/* PDF file format description */
"PDF (Portable Document Format" = "PDF (Portable Document Format";

/* Generic processing message */
"Processing" = "Processing";

/* Message that indactes which chat message is currently being processed */
"Processing \"%@\"" = "Processing \"%@\"";

/* Processing discard evaluation question */
"Really discard?" = "Really discard?";

/* Generic error message */
"Something went wrong." = "Something went wrong.";

/* Generic error message description */
"Something went wrong. Please try again or file a bug report at %@" = "Something went wrong. Please try again or file a bug report at %@";

/* Message while splitting the lines (this actually can take a while) */
"Splitting lines..." = "Splitting lines...";

/* Message while unarchiving a compressed history */
"Unarchiving ..." = "Unarchiving ...";

/* Error message if the history archive could not be decompressed */
"Unarchiving failed." = "Unarchiving failed.";

/* Website export. *drumroll* */
"Website export" = "Website export";

/* Generic yes button title */
"Yes" = "Yes";

/* No comment provided by engineer. */
"You must choose a source before processing." = "You must choose a source before processing.";

